{
	"header": {
		"background": "header-panel.jpg",
		"title": "Digitálny asistent\npre Onio",
		"boxes": [
			"Xolution digitálny asistent uľahčuje operátorom zákazníckej podpory v e-shope Onio zvládať narastajúci počet kontaktov, a uľavuje im tak od opakujúcich sa činností.",
			{
				"text": "„Digitálny asistent nám vyrieši 80% chatov. Po jeho zavedení sme našim zákazníkom nepretržite k dispozícii aj v čase špičiek.“",
				"author": "Tereza Přibylová, Manažér zákazníckej starostlivosti ONIO"
			}
		]
	},
	"challenge": {
		"title": "VÝZVA",
		"paragraphs": [
			"Úlohou digitálneho asistenta pre Onio bolo vyladiť starostlivosť o zákazníkov s cieľom zvládnuť rastúci objem otázok, zlepšiť zákaznícku skúsenosť a ponúknuť automatické možnosti samoobsluhy 24 hodín denne, 7 dní v týždni."
		]
	},
	"solution": {
		"background": "tire-casing.png",
		"title": "RIEŠENIE",
		"content": {
			"strong": "Sprevádzkovali sme pre Onio digitálneho asistenta, ktorý odpovedá na otázky zákazníkov a ktorého schopnosť porozumieť sa každý mesiac automaticky zdokonaľuje.",
			"paragraph": "Onio operátor sám a jednoducho asistenta trénuje a učí ho novým otázkam. Pokiaľ asistent ešte nie je na otázku “natrénovaný”, automaticky odovzdá dopyt operátorovi. Tak je zaručené, že zákazník bude vždy obslúžený."
		},
		"items": [
			{
				"icon": {
					"src": "icon-search.png",
					"alt": ""
				},
				"text": "Vyhľadáva na webe"
			},
			{
				"icon": {
					"src": "icon-chat.png",
					"alt": ""
				},
				"text": "Rozumie súvetiam"
			},
			{
				"icon": {
					"src": "icon-direction.png",
					"alt": ""
				},
				"text": "Nepretržite sa zdokonaľuje"
			}
		]
	},
	"resultsBig": {
		"background": "tires.png",
		"title": "VÝSLEDKY",
		"items": [
			{
				"title": "630x",
				"text": "za mesiac pomôže bot zákazníkom zodpovedať otázku"
			},
			{
				"title": "83 %",
				"text": "konverzácií obslúži digitálny asistent bez pomoci fyzického operátora"
			},
			{
				"title": "300x",
				"text": "za mesiac pomôže zákazníkom po pracovnej dobe"
			}
		],
		"paragraph": "Xolution digitálny asistent umožňuje firme Onio ustávať návaly otázok v čase špičiek a zabezpečiť kvalitný zákaznícky servis. Operátori tak nie sú \"bombardovaní\" otázkami a majú čas sa sústrediť na konzultačné otázky zákazníkov."
	},
	"award": {
		"background": "future.png",
		"title": "A BUDÚCNOSŤ?",
		"items": [
			"Chceme naučiť digitálneho asistenta pomáhať pri tvorbe cenovej ponuky, a tak ho vytrénovať aj na zber leadov.",
			"Ďalším krokom bude jeho prepojenie s e-shop systémom, aby mohol zákazníkov informovať o stave ich objednávok a prípadne ich meniť.",
			"S našou pomocou potom Onio plánuje spustiť nový e-shop obsluhovaný iba digitálnym asistentom, t.j. úplne bez ľudskej podpory."
		]
	},
	"client_opinion": {
		"paragraphs": [
			{
				"type": "strong",
				"text": "„Už si neviem predstaviť, ako by sme fungovali bez bota!“"
			},
			{
				"text": "„S digitálnym asistentom sme tak spokojní, že plánujeme zaviesť automatizáciu aj na ďalšie naše weby. Našim cieľom je spustiť na našich weboch plne automatizovaný chat a tak získať možnosť venovať našim zákazníkom so špeciálnymi otázkami osobnú starostlivosť efektívnejšie.“"
			},
			{
				"type": "strong",
				"text": "Tereza Přibylová, ONIO, manažér zákazníckej podpory",
				"isAuthor": true
			},
			{
				"text": "Spoločnosť ONIO s.r.o. prevádzkuje špecializované internetové obchody a odborové portály a pod týmto menom pôsobí na trhu už od roku 2006. Jeden z jej internetových obchodov Pneumatiky.cz sa pravidelne umiestňuje na popredných rebríčkoch v prestížnych súťažiach Shop roku a WebTop100."
			}
		]
	}
}
