{
	"meta": {
		"ogURL": "https://www.xolution.sk/EN/blog/article-7.html",
		"ogLocale": "en_EN",
		"code": "en",
		"tags": "chatbot, umela inteligencia, virtualni asistent, automatizace procesu, automatizace, inteligentni automatizace, machine learning, datova analytika, neuronove site, konverzacni umela inteligence, xolution, prirozene rozpoznavani jazyka, firemni procesy, online webchat, zakaznicka podpora, hr, technicka podpora, hr procesy, robotizace, zakaznicke centrum, kontaktni centrum, helpdesk, webchat",
		"description": "We have all probably experienced a situation where we need to solve something quickly with the e-shop, we click on chat and see. We came across a chatbot. Some are leaving right now, others are trying to fight their way through the decision tree, until in the end they still have to switch to the operator. But isn't there another option?",
		"title": "Xolution – Do you have a question? A virtual agent answers her better than a chatbot, and even as well as a human"
	},
	"header": {
		"cover": "cover.webp",
		"title": "Do you have a question? A virtual agent answers her better than a chatbot, and even as well as a human"
	},
	"content": [
		{
			"type": "paragraph-italic",
			"text": "Všichni jsme asi zažili situaci, kdy potřebujeme něco rychle vyřešit s e-shopem, klikneme na chat a ejhle. Narazili jsme na chatbota. Někteří v tuto chvíli rovnou odcházejí, jiní se snaží probojovat rozhodovacím stromem, až se nakonec stejně nechají přepojit na operátora. Není ale jiná možnost?"
		},
		{
			"type": "paragraph",
			"text": "Je. Virtuální agent. Má totiž mnohem „lidštější“ chování než chatbot a rozumí řeči v psané i mluvené formě. Především však chápe kontext. Pojďte se na něj podívat podrobněji. V tomto článku probereme:"
		},
		{
			"type": "list",
			"items": [
				"Co je virtuální agent",
				"Jaký je rozdíl mezi virtuálním agentem a chatbotem",
				"Jak virtuální agent funguje"
			]
		},
		{
			"type": "h2",
			"text": "Co je virtuální agent"
		},
		{
			"type": "paragraph",
			"text": "<b>Virtuální agent (nebo také inteligentní virtuální agent, IVA) je specializovaný software využívající umělou inteligenci k automatizaci služeb a pomoci lidem.</b> IVA rozumí lidské řeči a kontextu, a to v psané i mluvené formě. Odpovědi pak nehledá v rozhodovacím stromu, ale v podkladech dané firmy – na webu, na blogu, v produktových popiscích atd. Díky tomu dokáže odpovědět zákazníkům mnohem přesněji než chatbot."
		},
		{
			"type": "gallery",
			"images": [
				{
					"src": "image1.webp",
					"alt": ""
				},
				{
					"src": "image2.webp",
					"alt": ""
				}
			]

		},
		{
			"type": "h2",
			"text": "Jaký je rozdíl mezi virtuálním agentem a chatbotem"
		},
		{
			"type": "paragraph",
			"text": "Chatboti jsou prakticky <b>rozšířeními webových stránek</b>. Nabízí odkazy/tlačítka s možnostmi, kam dál, a rozbalují obsah. Mají dopředu definovaný rozhodovací strom (který jim musíte vymyslet) a váš <b>zákazník se musí svou otázkou trefit do předepsaných obratů, jinak mu chatbot nerozumí</b>. Pokud se netrefí, má člověk smůlu."
		},
		{
			"type": "image",
			"src": "image3.webp",
			"alt": "Preview of the bad chat bot"
		},
		{
			"type": "paragraph",
			"text": "Je proto lepší, když chatbot otázky pokládá, než aby je zodpovídal. Virtuální agent však <b>rozumí psanému nebo mluvenému jazyku</b> a dokáže na něj reagovat. Díky tomu je IVA <b>jediný způsob, jak efektivně zautomatizovat zákaznickou podporu</b>. Chatbot je doplňkovým marketingovým kanálem, rozšířením webu; virtuální agent naproti tomu nahrazuje a kopíruje práci lidského operátora – a to je zásadní rozdíl."
		},
		{
			"type": "paragraph",
			"text": "Největší rozdíl je v tom, že IVA je schopný porozumět dlouhým formulacím a souvětím. Zákazníci se často ptají na otázky, v rámci kterých potřebují svůj problém popsat podrobně. Rozepíšou se. Virtuální agent je trénovaný k tomu, aby porozuměl významu takového dotazu. To dokáže díky rozporcování otázky na separátní podotázky. Reaguje pak postupně na každou z nich. Toho chatbot není schopen."
		},
		{
			"type": "h2",
			"text": "Pojďme na to prakticky:"
		},
		{
			"type": "paragraph",
			"text": "Otázku „Jaký vysavač bys doporučil?“ umí zodpovědět obě technologie. Nejspíš vám vylistují seznam vysavačů a přidají třeba info o tom, který je nejprodávanější."
		},
		{
			"type": "paragraph",
			"text": "V otázce „Jaký vysavač bys doporučil, když mám doma psa?“ už ale bude rozdíl. Chatbot uvidí heslo vysavač a vylistuje vám opět seznam všech vysavačů. IVA už však <b>dokáže rozlišit, že potřebujete něco speciálního</b>. Proskenuje popisky produktů a vyfiltruje vám jen ty vysavače s extra silným sacím výkonem."
		},
		{
			"type": "gallery",
			"images": [
				{
					"src": "image4.webp",
					"alt": ""
				},
				{
					"src": "image5.webp",
					"alt": ""
				}
			]

		},
		{
			"type": "h2",
			"text": "Jak virtuální agent funguje"
		},
		{
			"type": "paragraph",
			"text": "Virtuální agent <b>využívá umělou inteligenci</b> k tomu, aby porozuměl přirozenému jazyku. Podle toho, čeho se otázka týká, se autonomně rozhodne, kde dohledá odpověď – v popiscích, FAQs, na blogu… Následně si sám určí, který zdroj je pro zákazníka nejužitečnější. Často zodpoví dotaz a pak nabídne možnost doplňujících informací – tak, aby zákazníkovi co nejvíc usnadnil nákupní rozhodování. Dokáže tak pokrýt <b>neomezené množství témat</b>. IVA <b>nemusí být napojený na další firemní systémy</b>, i když samozřejmě integrovaný být může. Přínosem pro e-shopy bude bez integrace i s ní."
		},
		{
			"type": "paragraph",
			"text": "Virtuální agent se musí trénovat, stejně jako lidský operátor. IVA si ale vše pamatuje naprosto přesně a navždy. Zároveň nehrozí, že by z firmy nečekaně odešel a know-how vzal s sebou. :-) Stejně jako u lidského operátora dáte virtuálnímu agentovi postupně přístup tam, kam potřebuje. Například do objednávkového systému nebo CRM, kam bude automaticky zapisovat data. Začít ale můžete bez integrace. <b>Zavedení IVA ve vaší firmě neklade žádné nároky na vaše IT</b>. Jediné, co musíte udělat, je přidat řádek zdrojového kódu na váš web."
		},
		{
			"type": "paragraph",
			"text": "Další výhodou virtuálních agentů je, že se <b>neustále sami zlepšují</b>. V Xolution učíme IVA dvěma způsoby. Prvním z nich je <b>obecné zdokonalování</b> – boti našich zákazníků se učí od sebe navzájem, „předávají si zkušenosti“. Druhý je <b>sebezdokonalování</b> každého virtuálního agenta, kdy si bot sám sleduje témata, na která neuměl odpovědět, a trénuje se přidáním otázky a odpovědi s relevantním obsahem. Příště už tak ví, odkud čerpat odpověď."
		},
		{
			"type": "paragraph-italic",
			"text": "„Virtuální agent dokáže vyhledávat z různých zdrojů informací. Čerpá ze znalostních bází, webu, FAQs, videí… Zná zpracovaná témata a sám se rozhodne, které zdroje  jsou pro zákazníka relevantní, a použije ty nejvhodnější.”"
		},
		{
			"type": "h2",
			"text": "Dva módy pro lepší zákaznickou zkušenost "
		},
		{
			"type": "paragraph",
			"text": "Virtuální agenti fungují ve dvou módech: supporťák a obchodník. V supportním módu odpovídá IVA na otázky a pomáhá například konfigurovat produkt. Slouží zkrátka podobně jako lidský operátor. V obchodnickém módu nabízí relevantní zboží, stejně jako prodavač na prodejně. <b>V prvním případě šetří náklady na operátory, v druhém zvyšuje obrat e-shopu</b>."
		},
		{
			"type": "paragraph",
			"text": "Konverzace se zákazníky navíc virtuální agent uchovává a dokáže na jejich základě zanalyzovat, <b>co trápí zákazníky nejvíc</b>. To je cenným vstupem pro e-shop, který na jeho základě může vylepšit web nebo marketing. Například vytvoří manuál k určitému výrobku, na který se lidé ptají, a podobně."
		},
		{
			"type": "paragraph-italic",
			"text": "Tolik k tomu, co je virtuální agent. Zajímají vás konkrétní využití a benefity zavedení IVA v e-shopech? Přečtěte si náš článek <a href='article-1.html'>5 důvodů, proč v e-shopu zavést virtuálního agenta</a>."
		}
	]
}
