{
	"meta": {
		"ogURL": "https://www.xolution.sk/SK/blog/article-7.html",
		"ogLocale": "sk_SK",
		"code": "sk",
		"tags": "chatbot, umela inteligencia, virtualni asistent, automatizace procesu, automatizace, inteligentni automatizace, machine learning, datova analytika, neuronove site, konverzacni umela inteligence, xolution, prirozene rozpoznavani jazyka, firemni procesy, online webchat, zakaznicka podpora, hr, technicka podpora, hr procesy, robotizace, zakaznicke centrum, kontaktni centrum, helpdesk, webchat",
		"description": "Všetci sme asi zažili situáciu, keď potrebujeme niečo rýchlo vyriešiť s e-shopom, klikneme na chat a ihlu. Narazili sme na chatbotu. Niektorí v tejto chvíli rovno odchádzajú, iní sa snažia prebojovať rozhodovacím stromom, až sa nakoniec aj tak nechajú prepojiť na operátora. Nie je ale iná možnosť?",
		"title": "Xolution – Máte otázku? Virtuálny agent ju zodpovie lepšie ako chatbot, a dokonca rovnako dobre ako človek"
	},
	"header": {
		"cover": "cover.webp",
		"title": "Máte otázku? Virtuálny agent ju zodpovie lepšie ako chatbot, a dokonca rovnako dobre ako človek"
	},
	"content": [
		{
			"type": "paragraph-italic",
			"text": "Všetci sme asi zažili situáciu, keď potrebujeme niečo rýchlo vyriešiť s e-shopom, klikneme na chat a ajhľa. Narazili sme na chatbota. Niektorí v tejto chvíli rovno odchádzajú, iní sa snažia prebojovať rozhodovacím stromom, až sa nakoniec aj tak nechajú prepojiť na operátora. Nie je ale iná možnosť?"
		},
		{
			"type": "paragraph",
			"text": "Je. <b>Virtuální agent</b>. Má totiž oveľa „ľudskejšie“ správanie ako chatbot a rozumie reči v písanej aj hovorenej forme. Predovšetkým však chápe kontext. Poďte sa naň pozrieť podrobnejšie. V tomto článku preberieme:"
		},
		{
			"type": "list",
			"items": [
				"Čo je virtuálny agent",
				"Aký je rozdiel medzi virtuálnym agentom a chatbotom",
				"Ako virtuálny agent funguje"
			]
		},
		{
			"type": "h2",
			"text": "Čo je virtuálny agent"
		},
		{
			"type": "paragraph",
			"text": "<b>Virtuálny agent (alebo aj inteligentný virtuálny agent, IVA) je špecializovaný softvér využívajúci umelú inteligenciu na automatizáciu služieb a pomoc ľuďom</b>. IVA rozumie ľudskej reči a kontextu, a to v písanej aj hovorenej forme. Odpovede potom nehľadá v rozhodovacom strome, ale v podkladoch danej firmy – na webe, na blogu, v produktových popisoch atď. Vďaka tomu dokáže odpovedať zákazníkom oveľa presnejšie ako chatbot."
		},
		{
			"type": "gallery",
			"images": [
				{
					"src": "image1.webp",
					"alt": ""
				},
				{
					"src": "image2.webp",
					"alt": ""
				}
			]

		},
		{
			"type": "h2",
			"text": "Aký je rozdiel medzi virtuálnym agentom a chatbotom"
		},
		{
			"type": "paragraph",
			"text": "Chatboty sú prakticky <b>rozšíreniami webových stránok</b>. Ponúkajú odkazy/tlačidlá s možnosťami, kam ďalej, a rozbaľujú obsah. Majú dopredu definovaný rozhodovací strom (ktorý im musíte vymyslieť) a váš <b>zákazník sa musí svojou otázkou trafiť do predpísaných obratov, inak mu chatbot nerozumie</b>. Ak sa netrafí, má človek smolu."
		},
		{
			"type": "image",
			"src": "image3.webp",
			"alt": "Preview of the bad chat bot"
		},
		{
			"type": "paragraph",
			"text": "Je preto lepšie, keď chatbot otázky kladie, než aby ich zodpovedal. Virtuálny agent však <b>rozumie písanému alebo hovorenému jazyku</b> a dokáže naň  reagovať. Vďaka tomu je IVA <b>jediný spôsob, ako efektívne zautomatizovať zákaznícku podporu</b>. Chatbot je doplnkovým marketingovým kanálom, rozšírením webu; virtuálny agent naproti tomu nahrádza a kopíruje prácu ľudského operátora – a to je zásadný rozdiel."
		},
		{
			"type": "paragraph",
			"text": "Najväčší rozdiel je v tom, že IVA je schopný porozumieť dlhým formuláciám a súvetiam. Zákazníci sa často pýtajú na otázky, v rámci ktorých potrebujú svoj problém popísať podrobne. Rozpíšu sa. Virtuálny agent je trénovaný na to, aby porozumel významu takejto otázky. To dokáže vďaka rozporcovaniu otázky na separátne podotázky. Reaguje potom postupne na každú z nich. Toho chatbot nie je schopný."
		},
		{
			"type": "h2",
			"text": "Poďme na to prakticky:"
		},
		{
			"type": "paragraph",
			"text": "Otázku „Aký vysávač by si odporučil?“ vedia zodpovedať obe technológie. Zrejme vám vylistujú zoznam vysávačov a pridajú napríklad info o tom, ktorý je najpredávanejší."
		},
		{
			"type": "paragraph",
			"text": "V otázke „Aký vysávač by si odporučil, keď mám doma psa?“ už ale bude rozdiel. Chatbot uvidí heslo vysávač a vylistuje vám opäť zoznam všetkých vysávačov. IVA už však <b>dokáže rozlíšiť, že potrebujete niečo špeciálne</b>. Preskenuje popisy produktov a vyfiltruje vám len tie vysávače s extra silným sacím výkonom."
		},
		{
			"type": "gallery",
			"images": [
				{
					"src": "image4.webp",
					"alt": ""
				},
				{
					"src": "image5.webp",
					"alt": ""
				}
			]

		},
		{
			"type": "h2",
			"text": "Ako virtuálny agent funguje"
		},
		{
			"type": "paragraph",
			"text": "Virtuálny agent <b>využíva umelú inteligenciu</b> na to, aby porozumel prirodzenému jazyku. Podľa toho, čoho sa otázka týka, sa autonómne rozhodne, kde dohľadá odpoveď – v popisoch, FAQs, na blogu… Následne si sám určí, ktorý zdroj je pre zákazníka najužitočnejší. Často zodpovie dotaz a potom ponúkne možnosť doplňujúcich informácií – tak, aby zákazníkovi čo najviac uľahčil nákupné rozhodovanie. Dokáže tak pokryť <b>neobmedzené množstvo tém</b>. IVA <b>nemusí byť napojený na ďalšie firemné systémy</b>, aj keď samozrejme integrovaný byť môže. Prínosom pre e-shopy bude bez integrácie aj s ňou."
		},
		{
			"type": "paragraph",
			"text": "Virtuálny agent sa musí trénovať, rovnako ako ľudský operátor. IVA si ale všetko pamätá úplne presne a navždy. Zároveň nehrozí, že by z firmy nečakane odišiel a know-how zobral so sebou. :-) Rovnako ako u ľudského operátora dáte virtuálnemu agentovi postupne prístup tam, kam potrebuje. Napríklad do objednávkového systému alebo CRM, kam bude automaticky zapisovať dáta. Začať ale môžete bez integrácie. <b>Zavedenie IVA vo vašej firme nekladie žiadne nároky na vaše IT</b>. Jediné, čo musíte urobiť, je pridať riadok zdrojového kódu na váš web."
		},
		{
			"type": "paragraph",
			"text": "Ďalšou výhodou virtuálnych agentov je, že sa <b>neustále sami zlepšujú</b>. V Xolution učíme IVA dvoma spôsobmi. Prvým z nich je <b>všeobecné zdokonaľovanie</b> – boti našich zákazníkov sa učia od seba navzájom, „predávajú si skúsenosti“. Druhý je <b>sebazdokonaľovanie</b> každého virtuálneho agenta, kedy si bot sám sleduje témy, na ktoré nevedel odpovedať, a trénuje sa pridaním otázky a odpovede s relevantným obsahom. Nabudúce už tak vie, odkiaľ čerpať odpoveď."
		},
		{
			"type": "paragraph-italic",
			"text": "„Virtuálny agent dokáže vyhľadávať z rôznych zdrojov informácií. Čerpá zo znalostných báz,, webu, FAQs, videí… Pozná spracované témy a sám sa rozhodne, ktoré zdroje sú pre zákazníka relevantné, a použije tie najvhodnejšie.”"
		},
		{
			"type": "h2",
			"text": "Dva módy pre lepšiu zákaznícku skúsenosť"
		},
		{
			"type": "paragraph",
			"text": "Virtuálni agenti fungujú v dvoch módoch: supportiak a obchodník. V supportnom móde odpovedá IVA na otázky a pomáha napríklad konfigurovať produkt. Slúži skrátka podobne ako ľudský operátor. V obchodníckom móde ponúka relevantný tovar, rovnako ako predavač na predajni. <b>V prvom prípade šetrí náklady na operátorov, v druhom zvyšuje obrat e-shopu</b>. "
		},
		{
			"type": "paragraph",
			"text": "Konverzácie so zákazníkmi navyše virtuálny agent uchováva a dokáže na ich základe zanalyzovať, <b>čo trápi zákazníkov najviac</b>. To je cenným vstupom pre e-shop, ktorý na jeho základe môže vylepšiť web alebo marketing. Napríklad vytvorí manuál k určitému výrobku, na ktorý sa ľudia pýtajú, a podobne."
		},
		{
			"type": "paragraph-italic",
			"text": "Toľko k tomu, čo je virtuálny agent. Zaujíma vás konkrétne využitie a benefity zavedenia IVA v e-shopoch? Prečítajte si náš článok <a href='article-1.html'>5 dôvodov, prečo v e-shope zaviesť virtuálneho agenta</a>."
		}
	]
}
