{
	"header": {
		"background": "header-panel.jpg",
		"title": "Virtuální agent\npro Viessmann",
		"boxes": [
			"X-Bot obsluhuje zákazníky společnosti Viessmann v online prostředí a nahrazuje tak fyzického operátora na chatu. Výrazně urychluje přístup k informacím a vyhodnocuje chování zákazníků na webu.",
			{
				"text": "„Virtuální agent od Xolution šetří čas našich lidí a zvyšuje kvalitu komunikace s našimi zákazníky. Zvyšuje tak konkurenceschopnost celé společnosti.“",
				"author": "Miroslav Janda, Generální ředitel Viessmann Slovensko"
			}
		]
	},
	"challenge": {
		"title": "VÝZVA",
		"paragraphs": [
			"Viessmann chtěl zautomatizovat kvalifikaci leadů tak, aby nabídky reagovaly na specifické požadavky zákazníků. Zároveň měl X-Bot ulevit technikům od dotazů, které mají jen administrativní charakter a zdržují je od odborné práce. Společnost chtěla poskytnout svým zákazníkům kvalitní zákaznickou podporu a zodpovědět jejich dotazy okamžitě a 24/7. Zákazníky obzvlášť zajímaly informace o dotacích, které se Viessmann rozhodl poskytovat v rámci bezplatného poradenství."
		]
	},
	"solution": {
		"title": "ŘEŠENÍ",
		"content": {
			"strong": "Zanalyzovali jsme témata, která zákazníky opravdu zajímají. Tuto analýzu Viessmann využil k nastavení personalizované komunikace na samotném webu",
			"paragraph": "X-Bota jsme natrénovali na kvalifikaci zákaznických potřeb a sběr leadů. Na speciální landing page společnosti se stal konzultantem pro oblast dotací. Následně jsme jej naučili poskytovat informace o servisování produktů a pomáhat zákazníkům společnosti orientovat se v komplexní produktové nabídce."
		},
		"items": [
			{
				"icon": {
					"src": "icon-chat.png",
					"alt": ""
				},
				"headline": "Odpovídá na",
				"text": "200+ FAQs otázek zákazníků Viessmann"
			},
			{
				"icon": {
					"src": "icon-source.png",
					"alt": ""
				},
				"headline": "Rozumí",
				"text": "5000+ alternativním formulacím otázek"
			},
			{
				"icon": {
					"src": "icon-web.png",
					"alt": ""
				},
				"headline": "Bot manažer umožňuje",
				"text": "jednoduchý trénink dalších otázek"
			}
		]
	},
	"results": {
		"background": "client-opinion.png",
		"text": "ZA PRVNÍ DVA MĚSÍCE PROVOZU",
		"items": [
			{ "title": "25 000", "text": "krát za měsíc nabídne X-Bot zákazníkům asistenci" },
			{ "title": "1 000", "text": "zákazníků měsíčne X-Bot pomůže vyřešit dotaz" },
			{ "title": "40 %", "text": "zákazníků díky X-Botovi zanechá kontakt" }
		]
	},
	"fact":{
		"image": "xbot-award.svg",
		"header": "Zajímavost",
		"text": "Mimořádnost řešení X-Bota dokládá i to, že byl tento produkt oceněn v mezinárodní soutěži Viessmann Awards, a také získal Microsoft Awards za rok 2021!",
		"msAwards": true
	},
	"client_opinion": {
		"paragraphs": [
			{
				"text": "„Naším cílem je vytvářet životní prostor pro budoucí generace a X-Bot se v tomto snažení stal plnohodnotným členem naší Viessmann rodiny na Slovensku. Dokáže nám ulevit od množství práce. Jeho úspěchy nás přesvědčují, že X-Bot je pro nás ta správná cesta.“"
			},
			{
				"type": "strong",
				"text": "Ing. Tomáš Matušovič, technical specialist for digital products, Viessmann Slovensko",
				"isAuthor": true
			}
		]
	}
}
