{
	"header": {
		"background": "header-panel.webp",
		"title": "X-Bot\npre Viessmann",
		"boxes": [
			"Kvalifikovaná akvizícia\nnových zákazníkov",
			{
				"text": "„V- Bot bol pripravený na mieru pre spoločnosť Viessmann Group, ktorá patrí k popredným medzinárodným výrobcom vykurovacích, priemyselných a chladiacich systémov.“",
				"author": "Miroslav Janda, Generálny riaditeľ Viessmann Slovensko"
			}
		]
	},
	"challenge": {
		"title": "VÝZVA",
		"paragraphs": [
			"Viessmann chcel zautomatizovať kvalifikáciu leadov tak, aby ponuky reagovali na špecifické požiadavky zákazníkov. Zároveň mal X-Bot uľaviť technikom od otázok, ktoré majú len administratívny charakter a zdržujú ich od odbornej práce. Spoločnosť chcela poskytnúť svojim zákazníkom kvalitnú zákaznícku podporu a zodpovedať ich otázky okamžite a 24/7. Zákazníkov obzvlášť zaujímali informácie o dotáciách, ktoré sa Viessmann rozhodol poskytovať v rámci bezplatného poradenstva."
		]
	},
	"solution": {
		"title": "RIEŠENIE",
		"content": {
			"strong": "Zanalyzovali sme témy, ktoré zákazníkov naozaj zaujímajú. Túto analýzu Viessmann využil na nastavenie personalizovanej komunikácie na samotnom webe",
			"paragraph": "X-Bota sme natrénovali na kvalifikáciu zákazníckych potrieb a zber leadov. Na špeciálnej landing page spoločnosti sa stal konzultantom pre oblasť dotácií. Následne sme ho naučili poskytovať informácie o servisovaní produktov a pomáhať zákazníkom spoločnosti orientovať sa v komplexnej produktovej ponuke."
		},
		"items": [
			{
				"icon": {
					"src": "icon-chat.png",
					"alt": ""
				},
				"headline": "Odpovedá na",
				"text": "200+ FAQs otázok zákazníkov Viessmann"
			},
			{
				"icon": {
					"src": "icon-source.png",
					"alt": ""
				},
				"headline": "Rozumie",
				"text": "5000+ alternatívnym formuláciám otázok"
			},
			{
				"icon": {
					"src": "icon-web.png",
					"alt": ""
				},
				"headline": "Bot manažér umožňuje",
				"text": "jednoduchý tréning ďalších otázok"
			}
		]
	},
	"results": {
		"background": "client-opinion.png",
		"text": "ZA PRVÉ DVA MESIACE PREVÁDZKY",
		"items": [
			{ "title": "25 000", "text": "krát za mesiac ponúkne X-Bot zákazníkom asistenciu" },
			{ "title": "1 000", "text": "zákazníkom mesačne X-Bot pomôže vyriešiť otázku" },
			{ "title": "40 %", "text": "zákazníkov vďaka X-Botovi zanechá kontakt" }
		]
	},
	"fact":{
		"image": "xbot-award.svg",
		"header": "Zaujímavý fakt",
		"text": "Mimoriadnosť riešenia X-Bota dokladá aj to, že bol tento produkt ocenený v medzinárodnej súťaži Viessmann Awards, a taktiež získal Microsoft Awards za rok 2021!",
		"msAwards": true
	},
	"client_opinion": {
		"paragraphs": [
			{
				"text": "„Naším cieľom je vytvárať životný priestor pre budúce generácie a X-Bot sa v tomto snažení stal plnohodnotným členom našej Viessmann rodiny na Slovensku. Dokáže nám uľaviť od množstva práce. Jeho úspechy nás presviedčajú, že X-Bot je pre nás tá správna cesta.“"
			},
			{
				"type": "strong",
				"text": "Tomáš Matušovič, Product Manager and support for digital products, Viessmann s.r.o.",
				"isAuthor": true
			}
		]
	}
}
