{
	"meta": {
		"ogURL": "https://www.xolution.sk/SK/blog/article-3.html",
		"ogLocale": "sk_SK",
		"code": "sk",
		"tags": "chatbot, umela inteligencia, virtualni asistent, automatizace procesu, automatizace, inteligentni automatizace, machine learning, datova analytika, neuronove site, konverzacni umela inteligence, xolution, prirozene rozpoznavani jazyka, firemni procesy, online webchat, zakaznicka podpora, hr, technicka podpora, hr procesy, robotizace, zakaznicke centrum, kontaktni centrum, helpdesk, webchat",
		"description": "S nástupom nových technológií nastala úplne nová éra pre chatboty a ich využitie v reálnych aplikáciách...",
		"title": "Xolution – Nová éra chatbotov"
	},
	"header": {
		"cover": "cover.webp",
		"title": "Nová éra chatbotov"
	},
	"content": [
		{
			"type": "paragraph",
			"text": "S nástupom nových technológií nastala úplne nová éra pre chatboty a ich využitie v reálnych aplikáciách. Ich nasadením je nielen možné výrazne zvýšiť produktivitu firmy, ale aj zlepšiť zákaznícky servis a navyše ušetriť nemalé finančné prostriedky. Poďte sa s nami pozrieť na trendy v tejto oblasti pre nadchádzajúce roky."
		},
		{
			"type": "h2",
			"text": "Kde sa vzali chatboty?"
		},
		{
			"type": "paragraph",
			"text": "Hoci sa to nezdá, chatboty nie sú výmyslom posledných rokov. Úplne prvý program, ktorý môžeme nazývať chatbotom, vytvoril v roku 1966 nemecký počítačový vedec Joseph Weizenbaum a nazval ho ELIZA. Pri jeho tvorbe sa inšpiroval prácou iného génia, Alana Turinga, ktorý ešte v 50-tych rokoch 20. storočia koketoval s umelou inteligenciou a vyvinul svoj slávny a dodnes používaný Turingov test."
		},
		{
			"type": "h2",
			"text": "Súčasné trendy chatbotov"
		},
		{
			"type": "paragraph",
			"text": "ELIZA a jej nasledovníci boli vyspelé vzhľadom na dobu, v ktorej vznikli, no stále to boli iba jednoduchšie programy, ktorých úspech závisel nielen na tom, ako dobre je napísaný ich algoritmus, ale najmä na tom, aká rozsiahla je databáza ich odpovedí."
		},
		{
			"type": "paragraph",
			"text": "Chatboty, ako napríklad Cleverbot alebo Elbot, sú síce sofistikovanejšie, stále sú to však programy pre zábavu a nezáväznú konverzáciu. Ich potenciál pre nasadenie v praktických aplikáciách je prakticky nulový."
		},
		{
			"type": "paragraph",
			"text": "To sa ale rýchlo mení. Umelá inteligencia dnes dokáže riešiť komplexné problémy, medzi ktoré patrí detekovanie rakoviny, šoférovanie, učenie sa jazykov a mnohé ďalšie. Jej využitie v obchodnej sfére vo forme asistenčných chatbotov je iba logickým evolučným krokom."
		},
		{
			"type": "h2",
			"text": "Budúcnosť patrí sofistikovaným chatbotom"
		},
		{
			"type": "paragraph",
			"text": "Aké sú teda chatboty, ktoré prichádzajú na scénu posledné roky a ktoré si zavádzajú veľké nadnárodné podniky? Rozhodne sa výrazne odlišujú od jednoduchých komunikačných chatbotov, ktoré dokážu reagovať na dopredu známe a preddefinované otázky, vytvorené pomocou jednoduchých editovacích toolov."
		},
		{
			"type": "paragraph",
			"text": "Sofistikované chatboty, implementované do bánk alebo technologických firiem, skutočne dokážu zautomatizovať vnútropodnikový proces. Chatbotov nasadzujú konzultanti, ktorí musia dokonale zmapovať proces, ktorý má chatbot prebrať - napr. proces obsluhy zákazníkov, vyhľadávanie na webe, proces HR recruitingu, atď. Následne sa chatbot programuje tak, aby dokonale pochopil prostredie (proces). Spočiatku sa naučí zvládať konkrétne otázky a úkony v danej oblasti, v druhom kroku sa spustí v reálnej prevádzke a zisťuje, aké sú odozvy užívateľov. Chatbot sa pri procese neustále vylepšuje, nepretržite sa učí podľa reakcie a skutočného používania."
		},
		{
			"type": "paragraph",
			"text": "Sofistifikované chatboty zvládajú aj úkony napodobujúce ľudskú činnosť. Dokážu napríklad reset hesla, odoslanie e-mailu, zápis do CRM, zabookovanie zasadačky alebo vytvorenie reportu. Tým, že s nimi užívatelia interagujú, a administrátori ich spravujú, uchovávajú firemné know-how a neustále aktualizujú znalostnú bázu firmy (v tej konkrétnej oblasti)."
		},
		{
			"type": "paragraph",
			"text": "Sofistikované chatboty sú programované a integrujú sa presne na mieru s rôznymi druhmi cloudových služieb a vnútropodnikovými systémami. Tým, že sú programované na mieru, (a nielen naklikávané cez editovací tool), umožňujú ich vlastníkom dynamicky spravovať ich znalostnú bázu, bez nutnosti prepisovať všetky konverzačné vetvy znovu a znovu; (čo často u jednoduchých botov vedie k robustnej, neprehľadnej a veľmi obtiažne spravovateľnej znalostnej báze)."
		},
		{
			"type": "paragraph",
			"text": "To otvára firmám nové možnosti a ich nasadením sa firmy púšťajú smerom ku skutočnej inteligentnej automatizácii pomocou konverzačnej umelej inteligencie."
		},
		{
			"type": "paragraph",
			"text": "Hoci nasadenie chatbotov je zatiaľ možné vidieť najmä u veľkých firiem udávajúcich technologické trendy, ich nesporné výhody ich predurčujú k tomu, že už o pár rokov by chcelo chatboty využívať 80% firiem. Postupne by nahradili pracovníkov asistenčných služieb, služieb zákazníkom a rôznych odborných poradcov, aby sa mohli venovať práci s pridanou hodnotou (manažmentu, kreatívnej práci a pod.). Možnosti sú prakticky neobmedzené."
		},
		{
			"type": "h2",
			"text": "Chatboty šetria peniaze a zvyšujú zisky"
		},
		{
			"type": "paragraph",
			"text": "Čo sú teda tie nesporné výhody použitia chatbotov? V prvom rade môžu byť zákazníkom k dispozícii nepretržite. Dokážu odpovedať okamžite a nielen na jednoduché otázky, ale aj na komplexnejšie dopyty. Navyše im nevadí tú istú odpoveď opakovať dookola, nikdy sa neunavia a opakujúce sa otázky ich nevyvedú z miery. Navyše dokážu obslúžiť prakticky neobmedzený počet zákazníkov naraz."
		},
		{
			"type": "paragraph",
			"text": "Počiatočné náklady na implementáciu AI síce budú oveľa vyššie, než úspora za mzdy (celosvetovo sa odhaduje suma približne 7,3 miliárd dolárov ročne do roku 2022), no z dlhodobého hľadiska to môže viesť k úsporám a vyšším ziskom."
		},
		{
			"type": "paragraph",
			"text": "V roku 2017 spoločnosť Netflix ušetrila neuveriteľnú sumu 1 miliardu dolárov tým, že implementovala vyhľadávací algoritmus, ktorý využíva strojové učenie. To viedlo k lepším výsledkom vyhľadávania, ponuke odporúčaní filmov na mieru, a tým pádom k zníženiu množstva zrušených predplatných."
		},
		{
			"type": "paragraph",
			"text": "Chatbotov si žiadajú aj zákazníci. Až 90% očakáva chatbotov v zákazníckom servise, 60% zákazníkov preferuje chatbotov, ktorí by odpovedali na ich jednoduché dopyty a takmer 50% zákazníkov by si od chatbota kúpilo tovar. "
		},
		{
			"type": "paragraph",
			"text": "Spoločnosť Juniper Research preto predpokladá, že nasadenie chatbotov povedie k úsporám až 8 miliárd dolárov ročne do roku 2022."
		},
		{
			"type": "paragraph",
			"text": "Chatboty vstupujú do svojej novej éry a ich nasadenie v produkčnom prostredí rastie obrovským tempom. Majú potenciál, aby sa stali bežnou súčasťou každej modernej firmy."
		}
	]
}
