{
	"meta": {
		"ogURL": "https://www.xolution.sk/SK/article/xolution-academy-pripravuje-studenty-it.html",
		"ogLocale": "sk_SK",
		"code": "sk",
		"tags": "chatbot, umela inteligencia, virtualni asistent, automatizace procesu, automatizace, inteligentni automatizace, machine learning, datova analytika, neuronove site, konverzacni umela inteligence, xolution, prirozene rozpoznavani jazyka, firemni procesy, online webchat, zakaznicka podpora, hr, technicka podpora, hr procesy, robotizace, zakaznicke centrum, kontaktni centrum, helpdesk, webchat",
		"description": "Xolution v spolupráci s IT Asociáciou Slovenska vysiela svojich odborníkov na slovenské stredné školy zamerané na informatiku, kde vyučujú predmet RPA (robotická automatizácia procesov). Ide nám o to, pripraviť mladú generáciu...",
		"title": "Xolution – V Xolution Academy pripravujeme študentov IT na nástup nových technológií RPA"
	},
	"header": {
		"cover": "cover.webp",
		"title": "V Xolution Academy pripravujeme študentov IT na nástup nových technológií RPA"
	},
	"content": [
		{
			"type": "paragraph-italic",
			"text": "Naše společnost Cooperative Software ve spolupráci s IT Asociací Slovenska vysílá své odborníky na slovenské střední školy zaměřené na informatiku, kde vyučují předmět RPA (robotická automatizace procesů). Jde nám o to, připravit mladou generaci na technologické změny a digitalizaci, a zvýšit tak jejich konkurenceschopnost na pracovním trhu budoucnosti, a to nejen na Slovensku, ale i ve světě."
		},
		{
			"type": "image",
			"src": "image1.webp",
			"alt": "Xolution Academy"
		},
		{
			"type": "paragraph",
			"text": "<b>RPA</b> je v současnosti <b>jeden z nejmodernějších nástrojů k zautomatizování rutinních procesů a akcí, které pracovníkům zabírají spoustu času. Jedná se o počítačový skript, který např. sekretářkám pomůže přepisovat informace z faktur do systému apod.</b>"
		},
		{
			"type": "paragraph",
			"text": "<b>Kromě toho se studentům snažíme zprostředkovat nejnovější trendy v oblasti IT, včetně umělé inteligence. Jde o trendy tak nové, že si jejich školství prakticky ještě ani nestačilo všimnout, přitom ale až tito studenti dostudují, nastane sháňka po odbornících právě s tímto zaměřením.</b>"
		},
		{
			"type": "paragraph",
			"text": "Na setkáních se studenty se často řeší otázka, zda právě technologie RPA nepřipraví lidi v budoucnu o práci a jak se trh práce bude vyvíjet. V této souvislosti jsme se snažili studentům vysvětlit, že pokud se budou kontinuálně vzdělávat ve svém oboru</b> a budou schopni <b>flexibilně reagovat na nové technologie</b>, které budou přicházet ve stále kratších intervalech, možnosti jejich uplatnění se naopak zvýší. nezbytné k údržbě a spravování technologií, které firmy začnou ve velkém implementovat do svých procesů."
		},
		{
			"type": "paragraph",
			"text": "<b>Na dlouhodobější spolupráci ohledně vzdělávání studentů jsme se dohodli se SPŠE v Prešově, kde jeden z našich nejlepších odborníků Tomáš Andrek povede celý předmět.</b>"
		}
	]
}
