{
	"header": {
		"background": "header-panel.jpg",
		"title": "Digitálny asistent\npre spoločnosť Xella",
		"boxes": [
			"Digitálny asistent pomáha zákazníkom 24/7 a nahrádza fyzického operátora na chate.",
			{
				"text": "„Po zavedení digitálneho asistenta je komunikácia s našimi zákazníkmi intenzívnejšia a náš customer support efektívnejší.“",
				"author": "Luděk Suchomel, Marketing Manager CEE, Xella CZ"
			}
		]
	},
	"challenge": {
		"background": "challenge.png",
		"title": "VÝZVA",
		"paragraphs": [
			"Spoločnosť Xella chcela poskytnúť svojim zákazníkom nadštandardný zákaznícky servis 24/7, čo by v prípade fyzických operátorov znamenalo náročnú 3-smennú prevádzku. Zákazník prémiovej značky nemôže čakať na preplnenej linke a zaslúži si nájsť odpoveď na svoju otázku hneď a kedykoľvek.",
			"Xella má navyše pomerne komplexný a sofistikovaný sortiment a pomoc používateľom s navigovaním v jeho ponuke a na webe je pre zákaznícku spokojnosť zásadná."
		]
	},
	"solution": {
		"title": "RIEŠENIE",
		"content": {
			"strong": "Vytrénovali sme digitálneho asistenta takým spôsobom, aby bol schopný odpovedať na pre-sales, ale aj na „care“ otázky, t.j. ako konkrétne produkty používať.",
			"paragraph": "Digitálny asistent ponúkne zákazníkovi relevantnú podstránku, video alebo radu priamo z FAQs a vie odpovedať na prirodzene položené otázky."
		},
		"items": [
			{
				"icon": {
					"src": "icon-faq.png",
					"alt": "Porozumenie stovkám typov FAQs a tisícom formulácií"
				},
				"text": "Porozumenie stovkám typov FAQs a tisícom formulácií"
			},
			{
				"icon": {
					"src": "icon-web.png",
					"alt": "Aktívna navigácia na webe"
				},
				"text": "Aktívna navigácia na webe"
			},
			{
				"icon": {
					"src": "icon-source.png",
					"alt": "Automatický výber informačného zdroja"
				},
				"text": "Automatický výber informačného zdroja"
			}
		]
	},
	"resultsBig": {
		"background": "lightness.png",
		"title": "VÝSLEDKY",
		"items": [
			{
				"title": "8 000 x",
				"text": "mesačne ponúkne digitálny asistent pomoc zákazníkom"
			},
			{
				"title": "700",
				"text": "zákazníkom mesačne YBot pomôže vyriešiť otázku"
			},
			{
				"title": "30 x",
				"text": "za mesiac YBot vytvorí lead"
			}
		],
		"paragraph": "Po nasadení asistenta sa počet konverzácií v chate vedených so zákazníkmi zvýšil 5x a vo viac ako polovici prípadov sa to dialo mimo bežného pracovného času. Vďaka jeho asistencii sa tiež skrátil \"response time\" pri riešení technických otázok."
	},
	"award": {
		"content": "Spoločnosť Xella získala v digitálnom asistentovi \"všeobjímajúci nástroj\", vďaka ktorému dokáže byť svojim zákazníkom bližšie a vždy dostane informáciu, keď sa vyskytne nejaký problém."
	},
	"client_opinion": {
		"paragraphs": [
			{
				"type": "strong",
				"text": "„Sme radi, že sme si zvolili digitálneho asistenta od Xolution a že spoločne pracujeme s prelomovou technológiou. Veríme, že sa nám tak podarí ísť s trendmi v digitalizácii a dlhodobo zvyšovať konkurencieschopnosť našej firmy v tomto rýchlom svete.“"
			},
			{
				"text": "Jan Podbřecký, Marketing specialist, Xella CZ.",
				"isAuthor": true
			},
			{
				"text": "Nadnárodný koncern Xella International pôsobí v Českej republike aj na Slovensku a zastupuje preslávenú značku pórobetónu YTONG. Výrobky značky YTONG sú na našom trhu veľmi dobre známe a obľúbené, predstavujú synonymum medzinárodného štýlu, ktorý je moderný a inovatívny."
			}
		]
	}
}
