{
	"meta": {
		"ogURL": "https://www.xolution.sk/CS/article/nova-era-chatbotov.html",
		"ogLocale": "cs_CZ",
		"code": "sk",
		"tags": "chatbot, umela inteligencia, virtualni asistent, automatizace procesu, automatizace, inteligentni automatizace, machine learning, datova analytika, neuronove site, konverzacni umela inteligence, xolution, prirozene rozpoznavani jazyka, firemni procesy, online webchat, zakaznicka podpora, hr, technicka podpora, hr procesy, robotizace, zakaznicke centrum, kontaktni centrum, helpdesk, webchat",
		"description": "S nástupem nových technologií nastala zcela nová éra pro chatboty a jejich využití v reálných aplikacích.",
		"title": "Xolution – Nová éra chatbotů"
	},
	"header": {
		"cover": "cover.webp",
		"title": "Nová éra chatbotů"
	},
	"content": [
		{
			"type": "paragraph",
			"text": "S nástupem nových technologií nastala zcela nová éra pro chatboty a jejich využití v reálných aplikacích. Jejich nasazením je nejen možné výrazně zvýšit produktivitu firmy, ale také zlepšit zákaznický servis a navíc ušetřit nemalé finanční prostředky. Pojďte se s námi podívat na trendy v této oblasti pro nadcházející roky."
		},
		{
			"type": "h2",
			"text": "Kde se vzali chatboty?"
		},
		{
			"type": "paragraph",
			"text": "Přestože se to nezdá, chatboty nejsou výmyslem posledních let. Úplně první program, který můžeme nazývat chatbotem, vytvořil v roce 1966 německý počítačový vědec Joseph Weizenbaum a nazval ho ELIZA. Při jeho tvorbě se inspiroval prací jiného génia, Alana Turinga, který ještě v 50. letech 20. století koketoval s umělou inteligencí a vyvinul svůj slavný a dodnes používaný Turingův test."
		},
		{
			"type": "h2",
			"text": "Současné trendy chatbotů"
		},
		{
			"type": "paragraph",
			"text": "ELIZA a její následovníci byli vyspělé vzhledem k době, ve které vznikly, ale stále to byly jen jednodušší programy, jejichž úspěch závisel nejen na tom, jak dobře je napsán jejich algoritmus, ale zejména na tom, jak rozsáhlá je databáze jejich odpovědí."
		},
		{
			"type": "paragraph",
			"text": "Chatboty, jako například Cleverbot nebo Elbot, jsou sice sofistikovanější, pořád jsou to však programy pro zábavu a nezávaznou konverzaci. Jejich potenciál pro nasazení v praktických aplikacích je prakticky nulový."
		},
		{
			"type": "paragraph",
			"text": "To se ale rychle mění. Umělá inteligence dnes dokáže řešit komplexní problémy, mezi něž patří detekování rakoviny, řízení, učení se jazyků a mnohé další. Její využití v obchodní sféře ve formě asistenčních chatbotů je pouze logickým evolučním krokem."
		},
		{
			"type": "h2",
			"text": "Budoucnost patří sofistikovaným chatbotům"
		},
		{
			"type": "paragraph",
			"text": "Jaké jsou tedy chatboty, které přicházejí na scénu poslední roky a které si zavádějí velké nadnárodní podniky? Rozhodně se výrazně odlišují od jednoduchých komunikačních chatbotů, které dokážou reagovat na dopředu známé a předdefinované otázky, vytvořené pomocí jednoduchých editovacích toolů."
		},
		{
			"type": "paragraph",
			"text": "Sofistikované chatboty, implementované do bank nebo technologických firem, skutečně dokážou zautomatizovat vnitropodnikový proces. Chatboty nasazují konzultanti, kteří musí dokonale zmapovat proces, který má chatbot probrat - např. proces obsluhy zákazníků, vyhledávání na webu, proces HR recruitingu, atd. Následně se chatbot programuje tak, aby dokonale pochopil prostředí (proces).Zpočátku se naučí zvládat konkrétní otázky a úkony v dané oblasti, ve druhém kroku se spustí v reálném provozu a zjišťuje, jaké jsou odezvy uživatelů.Chatbot se při procesu neustále vylepšuje , nepřetržitě se učí podle reakce a skutečného používání."
		},
		{
			"type": "paragraph",
			"text": "Sofistifikované chatboty zvládají i úkony napodobující lidskou činnost. Dokáží například reset hesla, odeslání e-mailu, zápis do CRM, zabookování zasedačky nebo vytvoření reportu. Tím, že s nimi uživatelé interagují, a administrátoři je spravují, uchovávají firemní know. -how a neustále aktualizují znalostní bázi firmy (v té konkrétní oblasti)."
		},
		{
			"type": "paragraph",
			"text": "Sofistikované chatboty jsou programovány a integrují se přesně na míru s různými druhy cloudových služeb a vnitropodnikovými systémy. Tím, že jsou programovány na míru, (a nejen naklikávané přes editovací tool), umožňují jejich vlastníkům dynamicky spravovat jejich znalostní bázi, bez nutnosti přepisovat všechny konverzační větve znovu a znovu (což často u jednoduchých botů vede k robustní, nepřehledné a velmi obtížně spravovatelné znalostní bázi)."
		},
		{
			"type": "paragraph",
			"text": "To otevírá firmám nové možnosti a jejich nasazením se firmy pouštějí směrem ke skutečné inteligentní automatizaci pomocí konverzační umělé inteligence."
		},
		{
			"type": "paragraph",
			"text": "Přestože nasazení chatbotů je zatím možné vidět zejména u velkých firem udávajících technologické trendy, jejich nesporné výhody je předurčují k tomu, že už za pár let by chtělo chatboty využívat 80% firem. Postupně by nahradili pracovníky asistenčních služeb, služeb zákazníkům a různé odborné poradce, aby se mohli věnovat práci s přidanou hodnotou (managementu, kreativní práci apod.). Možnosti jsou prakticky neomezené."
		},
		{
			"type": "h2",
			"text": "Chatboty šetří peníze a zvyšují zisky"
		},
		{
			"type": "paragraph",
			"text": "Co jsou tedy ty nesporné výhody použití chatbotů? V první řadě mohou být zákazníkům k dispozici nepřetržitě. Dokáží odpovědět okamžitě a nejen na jednoduché otázky, ale i na komplexnější poptávky. Navíc jim nevadí tu samou odpověď opakovat dokola, nikdy se neunaví a opakující se otázky je nevyvedou z míry. Navíc dokáží obsloužit prakticky neomezený počet zákazníků najednou."
		},
		{
			"type": "paragraph",
			"text": "Počáteční náklady na implementaci AI sice budou mnohem vyšší, než úspora za mzdy (celosvětově se odhaduje částka přibližně 7,3 miliard dolarů ročně do roku 2022), ale z dlouhodobého hlediska to může vést k úsporám a vyšším ziskům."
		},
		{
			"type": "paragraph",
			"text": "V roce 2017 společnost Netflix ušetřila neuvěřitelnou částku 1 miliardu dolarů tím, že implementovala vyhledávací algoritmus, který využívá strojní učení. To vedlo k lepším výsledkům vyhledávání, nabídce doporučení filmů na míru, a tím pádem ke snížení množství zrušených předplatných. "
		},
		{
			"type": "paragraph",
			"text": "Chatboty si žádají i zákazníci. Až 90% očekává chatboty v zákaznickém servisu, 60% zákazníků preferuje chatboty, kteří by odpovídali na jejich jednoduché poptávky a téměř 50% zákazníků by si od chatbota koupilo zboží."
		},
		{
			"type": "paragraph",
			"text": "Společnost Juniper Research proto předpokládá, že nasazení chatbotů povede k úsporám až 8 miliard dolarů ročně do roku 2022."
		},
		{
			"type": "paragraph",
			"text": "Chatboty vstupují do své nové éry a jejich nasazení v produkčním prostředí roste obrovským tempem. Mají potenciál, aby se staly běžnou součástí každé moderní firmy."
		}
	]
}
